Repository: loginom/loginom-help-en-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Использовать префиксы — применяется, если необходимо выделить не сопоставленные столбцы присоединяемых таблиц.
en: Use prefixes: it is applied if it is required to select not mapped columns of the joined tables.

source: Использовать — флаг включения поля в результирующий набор данных.
en: Use: checkbox of the field inclusion into the resulting data set.

source: Исследование
en: Research

source: Истина – текст, представляющий логическое значение Истина.
en: True: the text that represents the logical True value.

source: Истина — текст, представляющий логическое значение ИСТИНА.
en: True: the text that represents the logical TRUE value.

source: Источник WSDL — в данном поле указывается URL или расположение (в файловом хранилище) WSDL-файла с описанием сервиса.
en: WSDL source: URL or path (in file storage) of WSDL file with the service description is specified in this field.

source: Исходные данные упорядочены — выставлять данный флаг следует в том случае, когда известно, что числовой ряд является упорядоченным, т.
en: Source data ordered: it is required to select this checkbox when it is known that the numeric series is ordered,

source: Исходные данные упорядочены — установку данного флага следует производить в том случае, когда известно, что данные являются упорядоченными.
en: Source data ordered: it is required to select this checkbox when it is known that the data is ordered.

source: Исходные данные — в табличной части окна мастера будет показан исходный (текстовый) вариант загружаемых данных.
en: Raw data: the source (text) version of downloaded data will be displayed in the table wizard part.

source: Исходные данные — в табличной части окна мастера будет показан исходный вариант загружаемых данных.
en: Raw data: the source version of the downloaded data wil be displayed in the table wizard part.

source: Исходный диапазон — значения минимума и максимума входного поля.
en: Source Range: the values of the input field minimum and maximum.

source: Исходный узел — информационное поле, отображающее узел, который заключается в цикл.
en: Source node: the informational field that displays the looped node.

source: Итог (Имя измерения.IsTotal) — проверка, является ли значение измерения итогом.
en: Total (Dimension name.IsTotal): check whether the dimension value is total.

source: Итоги — не показывать серии, сформированные на основе итоговых заголовков:
en: Show totals: not to show the series generated on the basis of the final headers:

source: Итого — колонка с количеством значений в колонках гистограммы генеральной совокупности.
en: Total: the column with the number of values in the histogram columns of the universal set.

source: Калькулятор (переменные)
en: Calculator (variables)

source: Калькулятор (переменные) — создает новые переменные в соответствии с введенными выражениями, в выражениях могут использоваться переменные, поданные на входной порт;
en: Calculator (variables) enables to create the new variables according to the entered expressions. The variables supplied to the input port can be used in the expressions.

source: Калькулятор-переменные Калькулятор (переменные)
en: Calculator-Variables Calculator (Variables)

source: Каталог базы данных — путь к базе данных 1С:Предприятие.
en: Database directory: path to the 1C:Enterprise database.

source: Качество бинарной классификации
en: Binary classification assessment

source: Качество бинарной классификации Качество бинарной классификации
en: Binary Classification Assessment Binary Classification Assessment

source: Квартал.
en: Quarter.

source: Квартимакс — данный критерий упрощает описание каждой переменной, то есть уменьшает число факторов, связанных с этой переменной.
en: Quartimax: this criterion simplifies description of each variable, namely, it decreases the number of factors connected with this variable.

source: Кластер серверов — доменное имя кластера или его IP-адрес.
en: Server cluster: cluster domain name or its IP address.

source: Кластеризация (сегментация) — это группировка объектов (наблюдений, событий) на основе данных, описывающих свойства объектов.
en: Clustering (segmentation) means grouping of objects (observations, events) based on the data describing properties of objects.

source: Кластеризация;
en: Clustering.

source: Кластеры в столбцах Кластеры в столбцах.
en: Clusters in columns Clusters in columns.

source: Кластеры в строках Кластеры в строках;
en: Clusters in rows Clusters in rows;

source: Код типа значения — в зависимости от итогов разгруппировки, может принимать значение от 0 до 6.
en: Value type code can take values from 0 to 6 according to the ungrouping results.

source: Кодовая страница — кодировка, в которой сохранится текст.
en: Codepage: the encoding used for storage of text.

source: Кодовая страница — кодировка, в которой хранится текст в файле;
en: Codepage: the encoding used for storage of text in a file.

source: Кол-во строк для анализа — задает количество строк данных, которые будут представлены в таблице для анализа (от 1 до 200);
en: Row count for analysis enables to set row count of the data which will be displayed in the table for analysis (from 1 to 200);

source: Кол-во строк для анализа — задает количество строк набора, по которым будет проводиться анализ типа данных.
en: Row count for analysis enables to set row count of a data set used for data type analysis.

source: Количество итераций задается количеством групп, на которые разделяются строки входного набора данных — аналог "FOR EACH".
en: Iteration count is set by the number of groups to which the input data set rows are divided . It is an analogue of "FOR EACH".

source: Количество итераций задается условием выхода из цикла — аналог "DO ...
en: Iteration count is set by the loop exit condition. It is an analogue of "DO ...

source: Количество отсчетов — определяет максимальный сдвиг (лаг) исходного ряда чисел относительно его копии.
en: Lag count defines the maximum shift (lag) of the source series of numbers relative to its copy.

source: Количество рассчитываемых сезонных индексов — в таблицу выходного порта Показатели качества модели и сезонные индексы для каждого индекса будет добавлено поле.
en: Number of calculated seasonal indexes: a field will be added for each index to the output port table Model quality indicators and seasonal indexes.

source: Количество строк заголовка — количество верхних строк заданного предыдущими параметрами диапазона, которые не будут импортированы.
en: Title row count: count of the upper rows of the range set by the previous parameters that will not be imported.

source: Количество строк соответствует — предлагается выбрать один из вариантов определения количества записей результирующего набора данных:
en: Row count complies: it is required to select one of the options to determine the number of records of the resulting data set:

source: Количество уникальных значений Количество уникальных значений;
en: Count of unique values Count of unique values;

source: Количество (Имя измерения.Count) — количество уникальных значений измерения.
en: Count (Dimension name.Count): count of the unique values of dimensions.

source: Количество (Имя факта.Count ) — количество всех значений фактов.
en: Count (Measure name.Count ): the count of all measures values.

source: Колонки данных состоят из следующих колонок:
en: Data columns consist of the following columns:

source: Колонки данных.
en: Data columns.

source: Колонки легенды состоят из следующих колонок:
en: Legend columns consist of the following columns:

source: Колонки легенды;
en: Legend columns;

source: Колонки Колонки.
en: Columns Columns.

source: Комментарий — в этой форме можно оставить любую справочную информацию о подключении.
en: Comment: it is possible to provide any reference data concerning connection in this form.

source: Компонент
en: Component

source: Компоненты платформы Loginom
en: The Loginom platform components

source: Компоненты — включают в себя доступные для работы подмодели, как созданные в рамках текущего пакета, так и заимствованные из других пакетов через ссылки.
en: Components include the supernodes available for work, both created within the current package and borrowed from other packages using references.

source: Конечные классы:
en: Coarse сlasses:

source: Консоль отладки кода
en: Console of code debugging

source: Контейнер - это узел, который может содержать дочерние узлы (при этом количество дочерних узлов может быть равно 0), но не может содержать значение.
en: Container is a node that can include child nodes (and there can be 0 child nodes) but it cannot have a value.

source: Контейнер — если флаг установлен, выбранный дочерний узел будет являться корневым узлом для других создаваемых дочерних узлов разных типов.
en: Container: when selecting the checkbox, the selected child node will be a root node for other created child nodes of different types.

source: Контейнер — при указании этого чекбокса выбранный дочерний узел будет являться корневым узлом для других создаваемых дочерних узлов разных типов.
en: Container: when selecting this checkbox, the selected child node will be a root node for other created child nodes of different types.

source: Контролируемый диапазон — ручная настройка диапазона значений.
en: Controlled Range: the manual setting of values range.

source: Корневой элемент — выбор корневого узла из списка в загруженном *.xsd-файле.
en: Root element enables selection of the root node from the list in the loaded xsd file*.

source: Корневой элемент — выбор корневого узла из списка в загруженном файле.
en: Root element enables selection of the root node from the list in the loaded file.

source: Корневой элемент — выбор корневого элемента XSD-схемы, в соответствии с которым данные будут извлекаться.
en: Root element: selection of the XSD schema root element according to which data will be extracted.

source: Корневой элемент — выбор корневого элемента XSD-схемы, в соответствии с которым данные будут импортироваться.
en: Root element: selection of the XSD schema root element according to which data will be imported.

source: Корневой элемент — выбор корневого элемента XSD-схемы, в соответствии с которым данные будут экспортироваться.
en: Root element: selection of the XSD schema root element according to which data will be exported.

source: Корневой элемент — выбор корневого элемента XSD-схемы, структура которого описывает результирующий XML.
en: Root element: selection of the XSD schema root element the structure of which enables to describe the resulting XML.

source: Коэффициент Tay-b Кендалла — коэффициент ранговой корреляции, применяется для выявления количественной взаимосвязи между переменными, если их можно ранжировать.
en: Kendall's Tau-b coefficient: the rank correlation coefficient that is used to identify the quantitative relationship between variables if they can be ranked.

source: Коэффициент WoE
en: WoE coefficient

source: Коэффициент Вальда
en: Wald Coefficient

source: Коэффициент Джини — коэффициент Джини.
en: Gini index: Gini index.

source: Коэффициент детерминации скорректированный
en: Determination coefficient adjusted

source: Коэффициент детерминации
en: Determination coefficient

source: Коэффициент детерминации.
en: Determination coefficient.

source: Коэффициент корреляции Пирсона — с его помощью можно определить силу и направление линейной зависимости между двумя процессами, происходящими одновременно.
en: Pearson correlation coefficient enables to determine the strength and direction of the linear relationship between two processes that occur simultaneously.

source: Коэффициент корреляции Спирмена — еще один вариант ранговой корреляции.
en: Spearman's rank correlation coefficient is another version of the rank correlation.

source: Коэффициент отталкивания — с его помощью регулируется уровень сходства транзакций внутри кластера, и, как следствие, финальное количество кластеров.
en: Repulsion coefficient: it enables to control the level of transactions similarity inside the cluster and consequently the final number of clusters.

source: Коэффициентов регрессии;
en: Regression coefficients;

source: Коэффициенты СКО — разбивает значения на интервалы в зависимости от выбранного диапазона, выраженного в количестве σ (СКО).
en: SD coefficients: bins values to bins according to the selected range expressed in the quantity of σ (SD).

source: Коэффициенты регрессии
en: Regression coefficients

source: Краткая документация по SQL синтаксису;
en: Brief SQL Syntax Documentation;

source: Критерий Вальда
en: Wald Criterion

source: Критерий отбора факторов — позволяет выбрать один из следующих информационных критериев:
en: Factor selection criterion enables to select one of the following information criteria:

source: Критерий согласия для проверки гипотезы о законе распределения исследуемой случайной величины
en: Chi-squared test to test the hypothesis concerning the law of distribution of the random value under study

source: Кросс-таблица
en: Cross table

source: Кросс-таблица Кросс-таблица
en: Cross Table Cross Table

source: Кросс-таблица с порядком колонок: Товар, Точка продажи.
en: Cross table with the following order of columns: Goods, Point of sale.

source: Кросс-таблица с порядком колонок: Точка продажи, Товар.
en: Cross table with the following order of columns: Point of sale, Goods.

source: Кросс-таблица с порядком строк: Точка продажи, Дата.
en: Cross table with the following order of strings: Point of sale, Date.

source: Куб
en: Cube

source: Кэширование
en: Caching

source: Кэширование необходимо включать в выражениях Калькулятора в случае использования функции Data() при рекурсивном вычислении значений.
en: It is required to enable Caching in the Calculator expressions in the case of Data() function usage for the recursive computation of values.

source: Кэширование — сохранение однажды вычисленного значения.
en: Caching means saving of once calculated value.

source: Кэшировать значения групп — результирующие данные будет закэшированы для использования последующими узлами;
en: Cache group values: the result data will be cached for use for subsequent nodes.

source: Кэшировать — параметры кэширования выходного набора данных.
en: Cache: caching parameters of the output data set.

source: Кэшировать — сохранение однажды вычисленного значения выражения, целесообразно при неоднократном использовании значений выражения последующими обработчиками и визуализаторами во избежание выполнения повторных вычислений;
en: Cache: saving of the earlier calculated expression value is reasonable in the case of the repeated use of the expression values by the subsequent handlers and visualizers in order to avoid repeated calculations.

source: Лаг
en: Lag

source: Лаг — количество отсчетов, на которое сдвинут исходный ряд чисел относительно его копии;
en: Lag: the lag count to which the source series of numbers is moved relative to its copy.

source: Левая.
en: Left.

source: Левое соединение
en: Left join

source: Левое соединение Левое соединение
en: Left Join Left Join

source: Легенда — настройка положения относительно диаграммы.
en: Legend: position configuration relative to the chart.

source: Легенда — содержит названия серий выводимых на диаграмме.
en: Legend contains names of the series displayed on the chart.

source: Линейная регрессия представляет собой модель зависимости между входными и выходными переменными c линейной функцией связи.
en: Linear regression is a model of dependence between input and output variables with the linear link function.

source: Линейная регрессия;
en: Linear regression.

source: Линии Линии.
en: Lines Lines.

source: Логин — логин пользователя БД.
en: Login: login of the DB user.

source: Логин — логин пользователя БД;
en: Login: login of the DB user.

source: Логин — логин при подключении к Microsoft Access не используется;
en: Login is not used for connection to Microsoft Access.

source: Логин — логин при подключении к SQLite не используется.
en: Login is not used for connection to SQLite.

source: Логин — логин при подключении к файлу Microsoft Excel не используются;
en: Login is not used for connection to the Microsoft Excel file.

source: Логин — указывается пароль, установленный пользователем БД;
en: Login: the password set by the DB user is specified.

source: Логистическая регрессия — это разновидность множественной регрессии, общее назначение которой состоит в анализе связи между несколькими независимыми переменными и зависимой переменной.
en: Logistic regression is a kind of multiple regression general purpose of which is to analyze relations between several independent variables and dependent variable.

source: Логистическая регрессия;
en: Logistic regression.

source: Логические функции
en: Logical functions

source: Логический Константа
en: Logical Constant

source: Ложь – текст, представляющий логическое значение Ложь.
en: False: the text that represents the logical False value.

source: Ложь — текст, представляющий логическое значение ЛОЖЬ.
en: False: the text that represents the logical False value.

source: Локальное — подключение без использования сервера Firebird, указывается только путь к БД.
en: Local: connection without the use of the Firebird server; only a path to the DB is specified.

source: Локальные настройки
en: Local settings

source: Максимальная поддержка, % — максимальная частота, с которой элемент встречается в транзакциях (значение от 0 до 100).
en: Maximum support, %: the maximum frequency of the itemset occurrence in transactions (the value varies from 0 to 100).

source: Максимальное число периодов сезонности — для построения прогноза будет использовано указанное число последних периодов опорных данных, если задать значение 0, будут использованы все периоды.
en: Maximum number of seasonality periods: to make a forecast, it is required to use the specified number of the last periods of reference data, if 0 value is set, all periods will be used.

source: Максимальное число следствий — максимальное количество элементов в наборе, представляющем следствие правила.
en: Maximum number of consequences: the maximum number of items in the set that represents the rule consequence.

source: Максимальное число точек каждого ряда — для построения прогноза будет использовано указанное число последних точек ряда опорных данных, если задать значение 0, будут использованы все точки.
en: Maximum number of points in each series: to make a forecast, it is required to use the specified number of the last series points of reference data, if 0value is set, all points will be used.

source: Максимальное число элементов — задает максимальное количество элементов в наборе (максимальная мощность набора).
en: Maximum item count enables to set the maximum count of items in a set (maximum itemset power).

source: Максимальный размер выборки — максимальный размер подвыборки обучающего множества.
en: Maximum sample size: the maximum size of the training set subsample.

source: Максимум (Имя факта.Max ) — наибольшее из всех значений фактов.
en: Maximum (Measure name.Max ): the highest value from all measures values.

source: Максимум Максимум;
en: Maximum Maximum;

source: Максимум — максимальное значение.
en: Maximum: the maximum value.

source: Максимум — отображается максимальное значение квантуемого поля.
en: Maximum: the maximum value of the quantized field is displayed.

source: Массив — при указании этого чекбокса выбранный дочерний узел будет определен как упорядоченное множество (массив) данных одного типа.
en: Array: when selecting this checkbox, the selected child node will be defined as ordered set (array) of one data type.

source: Массив — при установке флага выбранный дочерний узел будет определен как упорядоченное множество (массив) данных одного типа.
en: Array: when selecting the checkbox, the selected child node will be defined as ordered set (array) of one data type.

source: Масштабирование -1;1 — приведение данных линейным преобразованием к диапазону -1;1.
en: Scaling -1;1: the data reduction to -1;1 range by means of the linear transformation.

source: Масштабирование 0;1 — приведение данных линейным преобразованием к диапазону 0;1.
en: Scaling 0;1: the data reduction to 0;1 range by means of the linear transformation.

source: Масштабирование min; max — приведение данных линейным преобразованием к заданному пользователем диапазону min; max:
en: Scaling min; max: the data reduction to min; max range set by a user by means of the linear transformation:

source: Масштабирование гистограмм — переключить режим масштабирования гистограмм.
en: Histogram scaling: switch the histogram scaling mode.

source: Математические функции
en: Mathematical functions

source: Матрица ошибок
en: Error matrix

source: Матрица ошибок — это специальный вид таблицы сопряженности с двумя измерениями фактическим и прогнозируемым.
en: Error matrix is a special type of the cross table with two dimensions - actual and forecasted.

source: Меню;
en: Menu

source: Местоположение — место файла Пакета на диске (настольная версия) или в файловом хранилище (серверная версия);
en: Location: location of the Package on disk (desktop version) or in file storage (server version).

source: Месяц.
en: Month.

source: Метка агрегации — значок для вычисляемого выражения.
en: Aggregation caption: the sign for the calculated expression.

source: Метка кластера — колонки с количеством значений в колонках гистограмм кластеров.
en: Class caption: columns with the number of values in the cluster histograms columns.

source: Метка кластера — порядковый номер кластера и кластер Итого, который содержит общую информацию по кластерам, если для текущего индикатора общее значение можно рассчитать;
en: Cluster caption: the order cluster number and Total cluster that contains the general information on clusters if it is possible to calculate the common value for the current indicator.

source: Метка поля — метка поля из исходного набора данных.
en: Field caption: field caption from the source data set.

source: Метка поля — метка поля из исходного набора данных;
en: Field caption: field caption from the source data set.

source: Метка поля|Округлено — поле содержит округленные разгруппируемые значения (в случае применения округления).
en: Field caption|Rounded: the field contains rounded ungrouped values (when rounding is used).

source: Метка — будет состоять из имени поля и названии функции агрегации.
en: Caption will consist of the field name and aggregation function name.

source: Метка — вводится метка поля присваемая столбцу в выходном наборе данных;
en: Caption: it is required to enter the field caption assigned to the column in the output data set.

source: Метка — задает пользовательское описание поля.
en: Caption: the user field description is provided.

source: Метка — метка интервала (ее можно задавать шаблоном);
en: Caption — bin caption (it can be set using a template);

source: Метка — метка переменной в выходном наборе данных;
en: Caption: the variable caption in the output data set.

source: Метка — метка уникального значения.
en: Caption: the unique value caption.

source: Метка — наименование производного компонента;
en: Caption: name of the derived component.

source: Метка — произвольное описание поля.
en: Caption: random field description.

source: Метка — содержит задаваемое пользователем имя подключения.
en: Caption contains the connection name set by a user.

source: Метка — содержит задаваемое пользователем имя подключения;
en: Caption contains the connection name set by a user.

source: Метка — строка, под которой факт будет виден в кубе и диаграмме;
en: Caption: the row under which the measure will be visible in the cube and chart.

source: Метки — столбец с метками столбцов.
en: Captions: the column with captions of columns.
